[
  {
    "spelling": "effusive",
    "soundMark": "[ɪ'fjuːsɪv]",
    "chineseMeaning": "adj. 充满感情的",
    "examples": [
      "He had not been effusive when he was brought in to see Thomas.",
      "Her effusive welcome was not sincere.",
      "Her effusive thanks embarrassed everybody."
    ]
  },
  {
    "spelling": "elaborate",
    "soundMark": "[ɪ'læbəreɪt]",
    "chineseMeaning": "adj. 详细的,复杂的 ",
    "examples": [
      "He launched into an elaborate explanation of his theory.",
      "Her elaborate hairstyle, to her disappointment, just amused us.",
      "She had prepared herself for a very elaborate show."
    ]
  },
  {
    "spelling": "elate",
    "soundMark": "[ɪ'leɪt]",
    "chineseMeaning": "v. 使开心,使自豪",
    "examples": [
      "The phenomenal sales record elated him. 卓越的业绩让他高兴不已"
    ]
  },
  {
    "spelling": "foster",
    "soundMark": "['fɔːstər]",
    "chineseMeaning": "vt. 促进,鼓励 培养, 收养 ",
    "examples": [
      "People who cannot have a baby of their own sometimes foster (a child).",
      "It is very important to foster an interest.",
      "The mother tried to foster her son's interest in music.",
      "Foster students'use of various thinking strategies.",
      "We should foster capital investment in areas needing development.",
      "I know that she fosters a secret hope."
    ]
  },
  {
    "spelling": "fracas",
    "soundMark": "['freɪkəs]",
    "chineseMeaning": "n. 争吵,吵闹",
    "examples": [
      "Five others were hurt in the fracas.",
      "The new wages policy caused a terrible fracas at the meeting yesterday."
    ]
  },
  {
    "spelling": "fragile",
    "soundMark": "['frædʒl]",
    "chineseMeaning": "adj. 易碎的; 虚弱的",
    "examples": [
      "Glasses are fragile and must be handled with great care.",
      "This glass plate is very fragile.",
      "The fragile boxes arrived intact.",
      "Happiness is made of glass, it shines the brightest where it is most fragile.",
      "He's feeling a bit fragile after last night's party."
    ]
  },
  {
    "spelling": "leer",
    "soundMark": "[lɪr]",
    "chineseMeaning": "一瞥,斜眼看",
    "examples": [
      "He gave her a leering look. 他瞥了她一眼"
    ]
  },
  {
    "spelling": "legion",
    "soundMark": "['liːdʒən]",
    "chineseMeaning": "n. 军团;众多的人; adj. 大量的;  ",
    "examples": [
      "Bush spoke to the nation's largest veterans' group, The American Legion.",
      "Each legion contained between 3000 and 6000 soldiers.",
      "The varieties of policies are legion.",
      "As for the homeless, their name is legion."
    ]
  },
  {
    "spelling": "lethal",
    "soundMark": "['liːθl]",
    "chineseMeaning": "adj. 致命的;危险的;有效的;  ",
    "examples": [
      "Pot-holes can be lethal for the unwary cyclist.",
      "In situation like this, she wish she have a gun or some lethal weapon.",
      "It was a potentially lethal mixture of drugs.",
      "This time it was covered in snow and ice and in a lethal condition.",
      "They were a lethal partnership, scoring 43 goals between them."
    ]
  },
  {
    "spelling": "mannered",
    "soundMark": "['mænərd]",
    "chineseMeaning": "adj. 不自然的,做作的  ",
    "examples": [
      "I think taught responsibilities are too formal, too mannered.",
      "Her prose is far too mannered and self-conscious.",
      "His performance as Hamlet was criticized for being very mannered."
    ]
  },
  {
    "spelling": "manuscript",
    "soundMark": "['mænjuskrɪpt]",
    "chineseMeaning": "手稿 ",
    "examples": [
      "I read his novel in manuscript.",
      "The illumination of the manuscript is delicate.",
      "The manuscript requires an expert to understand it.",
      "He revised the manuscript of his book before sending it to the publisher.",
      "The original manuscript has been lost; this is a copy.",
      "The earliest extant manuscript of this poem has been kept in the museum.",
      "Close inspection showed that many lines had been interpolated into the manuscript at a later date."
    ]
  },
  {
    "spelling": "marsh",
    "soundMark": "[mɑːrʃ]",
    "chineseMeaning": "n. 沼泽;湿地",
    "examples": [
      "There are a lot of frogs in the marsh.",
      "Be careful not to get stuck in the marsh.",
      "No retrieval romps in the marsh.",
      "At the mouth of the river, there is a large area of marsh."
    ]
  },
  {
    "spelling": "marvel",
    "soundMark": "['mɑːrvl]",
    "chineseMeaning": "令人惊奇的事物. 惊异于;惊异;  ",
    "examples": [
      "Your room is a marvel of neatness and order.",
      "The operation was a marvel of medical skill.",
      "It was a real marvel that the baby was unhurt when he fell from the fifth floor.",
      "You're a marvel; how can you work so hard at your age."
    ]
  },
  {
    "spelling": "nominal",
    "soundMark": "['nɑːmɪnl]",
    "chineseMeaning": "不重要的 名义上的",
    "examples": [
      "He is only the nominal head of the country.",
      "He remained in nominal control of the business for another ten years.",
      "She charged only a nominal fee for her work.",
      "Such a nominal phrase mainly acts as the subject or object in a sentence."
    ]
  },
  {
    "spelling": "nondescript",
    "soundMark": "['nɑːndɪskrɪpt]",
    "chineseMeaning": "平凡的,不吸引人的 ",
    "examples": [
      "You’ve got a protective yet nondescript camera bag!",
      "There are a lot of animals of nondescript configuration here.",
      "Now the city is sometimes some nondescript building monster."
    ]
  },
  {
    "spelling": "nonplus",
    "soundMark": "[ˌnɒn'plʌs]",
    "chineseMeaning": "vt. 迷惑,困惑 ",
    "examples": [
      "The professor is never at a nonplus,and never perplexed by a problem."
    ]
  },
  {
    "spelling": "quandary",
    "soundMark": "['kwɑːndəri]",
    "chineseMeaning": "n. 困惑,窘境  ",
    "examples": [
      "He's caught in a little bit of a quandary.",
      "But it leaves the US and her Asian allies in a quandary over their long-term strategy toward Pyongyang."
    ]
  },
  {
    "spelling": "quarry",
    "soundMark": "['kwɔːri]",
    "chineseMeaning": "n. 采石场;目标,猎物",
    "examples": [
      "This mountain was the site for a quarry.",
      "The horseman aimed his lance at his quarry.",
      "Each sentence seems a quarry of rich meditations.",
      "It took the police several days to track down their quarry.",
      "Detectives kept the quarry under surveillance for weeks."
    ]
  },
  {
    "spelling": "quaver",
    "soundMark": "['kweɪvər]",
    "chineseMeaning": "n. 颤音;颤抖;发颤音",
    "examples": [
      "You could hear the quaver in her voice."
    ]
  },
  {
    "spelling": "quench",
    "soundMark": "[kwentʃ]",
    "chineseMeaning": "v. 熄灭 使满足",
    "examples": [
      "Water will quench a fire.",
      "Nothing could quench her longing to return home again.",
      "Hot steel is quenched to harden it.",
      "Her sarcastic remarks quenched his passion.",
      "She quenched her thirst with a glass of milk."
    ]
  },
  {
    "spelling": "reconcile",
    "soundMark": "['rekənsaɪl]",
    "chineseMeaning": "v. 使和解,协调 ",
    "examples": [
      "I can't reconcile the two extreme views.",
      "We tried to reconcile her with her family.",
      "We were finally reconciled when he apologized.",
      "He had to reconcile himself to his fate.",
      "We must reconcile our statements with our conduct."
    ]
  },
  {
    "spelling": "reconnoiter",
    "soundMark": "[ˌrekə'nɔɪtə]",
    "chineseMeaning": "v. 侦察,勘查 ",
    "examples": [
      "Malicious users can use this information to reconnoiter the naming schema in your organization and attack key infrastructure services."
    ]
  },
  {
    "spelling": "reconvene",
    "soundMark": "[ˌriːkən'viːn]",
    "chineseMeaning": "v. 重新集合,重新召集 ",
    "examples": [
      "The military court courts are due to reconvene in the morning , when the order will be submitted to US military judges.",
      "The House is not expected to reconvene before Thursday, to accommodate the Jewish new year.",
      "Negotiations will reconvene soon."
    ]
  },
  {
    "spelling": "rectitude",
    "soundMark": "['rektɪtuːd]",
    "chineseMeaning": "n. 正直 ",
    "examples": [
      "I do not doubt the rectitude of her motives.",
      "I am sure she is a paragon of rectitude.",
      "Alexander is a man of unquestioned moral rectitude."
    ]
  },
  
]