[
{"spelling":"elegy","soundMark":"['elədʒi]","chineseMeaning":"n. 悲歌；哀歌；挽歌;  ","examples":["Critics have spent entire books interpreting Gray's \"Elegy."]},
{"spelling":"elevate","soundMark":"['elɪveɪt]","chineseMeaning":"vt. 举起；提拔；素养提升；鼓舞; vi. 变高;  ","examples":["They had the attempt to elevate Anderson to the presidency.","They had the attempt to elevate Anderson to the presidency.","Reading good books elevates your mind.","The song never failed to elevate his spirits."]},
{"spelling":"elliptical","soundMark":"[ɪ'lɪptɪkl]","chineseMeaning":"adj. 椭圆的；省略的；简要的;  ","examples":["If the satellite has an elliptical orbit, the result is a spiral wave, a miniature version of the pinwheel pattern of our galaxy."]},
{"spelling":"frail","soundMark":"[freɪl]","chineseMeaning":"adj. 脆弱的；虚弱的;  ","examples":["I will not torment the emotionally frail.","Jail life made the frail retailer avail every snail in the pail.","His frail hands could hardly hold a cup."]},
{"spelling":"fraught","soundMark":"[frɔːt]","chineseMeaning":"adj. 充满的；伴随的；忧伤的；忧虑的;  ","examples":["The journey was fraught with difficulties.","The expedition into the jungle was fraught with danger.","There's no need to look so fraught!","Next week will be particularly fraught as we've just lost our secretary."]},
{"spelling":"lethargic","soundMark":"[lə'θɑːdʒɪk]","chineseMeaning":"adj. 昏睡的；困倦的；无生气的;  ","examples":["The hot weather made me feel lethargic.","In fact they looked tired and lethargic and old.","The bird became lethargic at noon."]},
{"spelling":"levity","soundMark":"['levəti]","chineseMeaning":"n. 轻浮；轻率；不稳定；多变;  ","examples":["I am sure foreigners must think our levity is baffling.","We need to ensure the freedom of divorce, as well as oppose levity divorce."]},
{"spelling":"mash","soundMark":"[mæʃ]","chineseMeaning":"n.  麦芽浆； 糊状物； 土豆泥; v.  把 ... 捣成糊状; v.  挑逗； 调情;  ","examples":["Single malt Scotch whiskies are distilled entirely from a fermented mash of malted barley.","Top quality barley malt and cereal grains are crushed and then mixed with pre-conditioned water to form mash.","Pouring water over the sago pulp causes the plant starch to drain from the mash, and the starch will be dried into flour.","Please mash the potatoes for tomorrow's dinner.","I'll have the clear soup,please,followed by roast duck and mash potato."]},
{"spelling":"mastery","soundMark":"['mæstəri]","chineseMeaning":"n. 精通；掌握；熟练；控制;  ","examples":["Her mastery of economic theory impressed the professors.","He demonstrated a mastery of Arabic.","It takes years to gain a mastery of Japanese.","He has acquired mastery of French.","Metaphoric competence is an important indication of the mastery of a language.","Which side will get the mastery?"]},
{"spelling":"maudlin","soundMark":"['mɔːdlɪn]","chineseMeaning":"adj. 容易流泪的；感伤的；醉后好哭的;  ","examples":["The company were in that maudlin mood when a little wit goes a great way.","He always becomes maudlin after he's had a few drinks."]},
{"spelling":"maverick","soundMark":"['mævərɪk]","chineseMeaning":"n. 未打烙印的小牛；持不同意见者; adj. 标新立异的;  ","examples":["Politically, she's a bit of a maverick.","The Republican maverick was disliked and distrusted by too many in the party."]},
{"spelling":"pernicious","soundMark":"[pər'nɪʃəs]","chineseMeaning":"adj. 有害的；恶性的;  ","examples":["This event had a pernicious influence on society.","Pollution of the water supply reached a level pernicious to the health of the population.","Lack of intrinsic factor can result in pernicious anemia."]},
{"spelling":"perpetual","soundMark":"[pər'petʃuəl]","chineseMeaning":"adj. 永久的；永恒的；一再往复的;  ","examples":["He was perpetual president of the country.","He has run his course and takes his perpetual rest.","She lives in perpetual fear of being discovered.","It is the secret of perpetual youth.","She's tired of their perpetual chatter.","He was irritated by their perpetual complaints.","I'm tired of your perpetual nagging.","My life's dream has been a perpetual nightmare."]},
{"spelling":"persevere","soundMark":"[ˌpɜːrsə'vɪr]","chineseMeaning":"v. 坚持；不屈不挠;  ","examples":["When things get difficult, you just have to grit your teeth and persevere.","If you persevere with work, you'll succeed in the end.","He was hopeless at French, but his teacher persevered with him."]},
{"spelling":"sentinel","soundMark":"['sentɪnl]","chineseMeaning":"n. 哨兵；传送器；[计]标记符号; v. 放哨；设岗哨;  ","examples":["The sentinel was stationed on a hill.","The press is a sentinel of our liberty.","At either end of the bridge a sentinel stood with rifle at ready."]},
{"spelling":"sepulchral","soundMark":"[sə'pʌlkrəl]","chineseMeaning":"adj. 坟墓的；丧葬的；阴深的;  ","examples":["He spoke in sepulchral tones.","He looks quite sepulchral.","There was a rather sepulchral atmosphere in the room."]},
{"spelling":"sequester","soundMark":"[sɪ'kwestər]","chineseMeaning":"vt.  使 ... 隔绝； 隐退; vt.  扣押;  ","examples":[]},
{"spelling":"serendipity","soundMark":"[ˌserən'dɪpəti]","chineseMeaning":"n. 善于发掘新奇事物的天赋；易遇奇缘的运气;  ","examples":[]},
{"spelling":"transitory","soundMark":"['trænsətɔːri]","chineseMeaning":"adj. 暂时的；瞬息的；短暂的；片刻的;  ","examples":["Hunger may be long-term, or it may be transitory.","We do not even have a transitory glimmer of hope.","Love is transitory but it is eternal.","We hope this hot weather will only be transitory.","In this park, city dwellers can enjoy some transitory tranquility."]},
{"spelling":"travail","soundMark":"['træveɪl]","chineseMeaning":"n. 分娩的痛苦；阵痛；辛劳; v. 苦干；辛劳；（因分娩）发生阵痛;  ","examples":["Mothers know the travail of giving birth to a child.","He gained the medal through his painful travail."]},
{"spelling":"travesty","soundMark":"['trævəsti]","chineseMeaning":"n. 滑稽模仿；歪曲；漫画; vt. 使 ... 滑稽化；曲解;  ","examples":["His trial was a travesty of justice.","His travesty satirize the key man in current political circles relentlessly."]},
{"spelling":"trenchant","soundMark":"['trentʃənt]","chineseMeaning":"adj. 清晰的；锐利的；尖刻的；(论据等)有力的;  ","examples":["The directions are trenchant and easy to follow.","Trenchant essays can criticize contemporary abuses.","Some of their comments were quite trenchant.","The trenchant and inspiring comments of the scholars impressed the audience greatly."]},
{"spelling":"yoke","soundMark":"[joʊk]","chineseMeaning":"n. 轭；轭状物；共轭牛；束缚；纽带；（女）上衣抵肩、裙腰; vt. 把 ... 套上轭；使结合；使成配偶; vi. 紧密联结;  ","examples":["An ass and an ox, fastened to the same yoke, were drawing a wagon.","The plow was pulled by a yoke of oxen.","Slaves are under the yoke of their masters.","He had got his neck out of the yoke of matrimony."]},
{"spelling":"zeal","soundMark":"[ziːl]","chineseMeaning":"n. 热情；热忱;  ","examples":["They plunged into their work with immense zeal.","He shows great zeal for knowledge.","Entire employee zeal is expecting your presence!"]},
{"spelling":"zenith","soundMark":"['zenɪθ]","chineseMeaning":"n. 顶点；天顶；全盛;  ","examples":["Our spirits rose to their zenith after the victory.","Shanghai has not yet reached the zenith of her prosperity.","The sun reaches its zenith at midday.","At its zenith the Roman Empire covered almost the whole of Europe.","He is at the zenith of his fortune."]},
{"spelling":"zesty","soundMark":"['zesti]","chineseMeaning":"adj. 兴致很高的;  ","examples":[]}
]