[
  {
    "spelling": "nexus",
    "soundMark": "['neksəs]",
    "chineseMeaning": "n. 连系;核心,最重要的地带 ",
    "examples": [
      "One is the employment-housing nexus.",
      "Furthermore,we think about how to introduce the research on the law?finance nexus to China's economic reality."
    ]
  },
  {
    "spelling": "nicety",
    "soundMark": "['naɪsəti]",
    "chineseMeaning": "n. 准确,精确 细微之处",
    "examples": [
      "The job calls for nicety of judgment.",
      "Having a bosom friend is one of the niceties of life."
    ]
  },
  {
    "spelling": "nitpick",
    "soundMark": "['nɪtpɪk]",
    "chineseMeaning": "v. 挑剔;吹毛求疵;  ",
    "examples": [
      "You shouldn't nitpick, I had done my best.",
      "It is much easier to nitpick than to invent.",
      "They're less likely to nitpick about details that aren't relevant at this stage."
    ]
  },
  {
    "spelling": "noisome",
    "soundMark": "['nɔɪsəm]",
    "chineseMeaning": "有害的,有毒的 恶臭的",
    "examples": [
      "I destroy all noisome and rank weeds, I keep down all pestilent vapours."
    ]
  },
  {
    "spelling": "perimeter",
    "soundMark": "[pə'rɪmɪtər]",
    "chineseMeaning": "边界,界限  ",
    "examples": [
      "Work out how long the perimeter of the playground.",
      "Guards patrolled the perimeter of the airfield.",
      "A fence marked the perimeter of the field.",
      "The barbed wire fence round the perimeter discouraged intruders.",
      "Traps for predators were set around the perimeter."
    ]
  },
  {
    "spelling": "peripatetic",
    "soundMark": "[ˌperipə'tetɪk]",
    "chineseMeaning": "巡游的 四处游历的",
    "examples": [
      "Peripatetic music teachers visit the school regularly."
    ]
  },
  {
    "spelling": "perish",
    "soundMark": "['perɪʃ]",
    "chineseMeaning": "死亡,消亡",
    "examples": [
      "Almost a hundred people perished in the hotel fire last night.",
      "The ancient Aztec culture has all perished now.",
      "Even the best quality rubber will perish with age."
    ]
  },
  {
    "spelling": "purity",
    "soundMark": "['pjʊrəti]",
    "chineseMeaning": "n. 纯净;清白,无罪",
    "examples": [
      "We must ensure the purity of drinking water.",
      "Chinese people regard lotus as an emblem of purity.",
      "It's a soprano of great compass and of great purity.",
      "The ideological purity of their music, however, precluded any sort of jamming.",
      "So in order to study Socrates' legal thoughts, the author uses the methods of limiting materials to ensure the purity, and giving up comprehensiveness to improving authenticity."
    ]
  },
  {
    "spelling": "purloin",
    "soundMark": "[pɜːr'lɔɪn]",
    "chineseMeaning": "vt. 偷窃;  ",
    "examples": [
      "fearing that someone might attempt to purloin a copy of the script for the show's season finale 害怕该剧的完季那集剧本被盗"
    ]
  },
  {
    "spelling": "pusillanimous",
    "soundMark": "[ˌpjuːsɪ'lænɪməs]",
    "chineseMeaning": "adj. 懦弱的;胆小的;  ",
    "examples": [
      "pusillanimous politicians who vote according to whichever way the political wind is blowing 胆小懦弱的政客,舆论风向倒向谁就投票给谁"
    ]
  },
  {
    "spelling": "quaff",
    "soundMark": "[kwæf]",
    "chineseMeaning": "大口地喝",
    "examples": [

    ]
  },
  {
    "spelling": "recalcitrant",
    "soundMark": "[rɪ'kælsɪtrənt]",
    "chineseMeaning": "adj. 反抗的;顽强的;  ",
    "examples": [
      "Donkeys are reputed to be the most recalcitrant animals.",
      "The university suspended the most recalcitrant demonstrators."
    ]
  },
  {
    "spelling": "recessive",
    "soundMark": "[rɪ'sesɪv]",
    "chineseMeaning": "adj. 隐性的,由隐形基因控制的 内向的,内敛的",
    "examples": [
      "Brown eyes are dominant and blue eyes are recessive."
    ]
  },
  {
    "spelling": "reciprocate",
    "soundMark": "[rɪ'sɪprəkeɪt]",
    "chineseMeaning": "往复运动 报答,回报 ",
    "examples": [
      "Some day I will reciprocate your kindness to me.",
      "We always invite the neighbors and they never reciprocate!"
    ]
  },
  {
    "spelling": "recluse",
    "soundMark": "['rekluːs]",
    "chineseMeaning": "n. 隐士; 隐居的 ",
    "examples": [
      "This recluse shunned all company.",
      "All these years, Eric had lived as a recluse.",
      "She can't just be written off as an eccentric recluse."
    ]
  },
  {
    "spelling": "seemly",
    "soundMark": "['siːmli]",
    "chineseMeaning": "adj. 得体的,遵守礼节的",
    "examples": [
      "Friendly relations should keep a seemly distance .",
      "We will call at a more seemly time.",
      "Chewing gum on a train is not seemly in a lady."
    ]
  },
  {
    "spelling": "self-abasement",
    "soundMark": "[ˌselfə'beɪsmənt]",
    "chineseMeaning": "n. 自卑;自谦;  ",
    "examples": [
      "Each confession brought her into an attitude of abasement."
    ]
  },
  {
    "spelling": "seminal",
    "soundMark": "['semɪnl]",
    "chineseMeaning": "adj. 有发展性的 创新的",
    "examples": [
      "Furthermore, sugar from crude honey can be easily absorbed and useful to the formation of seminal fluid.",
      "The atypia is degeneratie and not obsered in the seminal esicles of young men.",
      "We know of the greatest strength is not elephant, Hercules, mechanical on the world, however seminal force.",
      "His seminal research in genetics revolutionized the treatment of cancer.",
      "Mazda's seminal roadster shows the magic of lift-throttle rotation.",
      "Her theories were seminal for educational reform.",
      "He wrote seminal books on orchids, insects, barnacles and corals."
    ]
  },
  {
    "spelling": "sensitive",
    "soundMark": "['sensətɪv]",
    "chineseMeaning": "adj. 敏感的 ",
    "examples": [
      "She's got very sensitive hearing, skin, etc.",
      "Don't be so sensitive and I was not criticizing you.",
      "What food and fruit are sensitive?",
      "The film is coated with light sensitive chemicals, which are change by the different shades and colors of light.",
      "Wear rubber gloves if you have very sensitive skin."
    ]
  },
  {
    "spelling": "tout",
    "soundMark": "[taʊt]",
    "chineseMeaning": "v. 极力赞扬;吹捧",
    "examples": [
      "We should tout our wares on television.",
      "Toyota Motor Corp., Nissan Motor Co. and Honda Motor Co. will tout their latest models at the Beijing car show tomorrow.",
      "The politician was touted as a friend of people."
    ]
  },
  {
    "spelling": "tractable",
    "soundMark": "['træktəbl]",
    "chineseMeaning": "易驾驭的,温顺的",
    "examples": [
      "Gold and silver are tractable metals.",
      "Stener had always been very tractable.",
      "They are mighty sagacious, tractable creature."
    ]
  },
  {
    "spelling": "transcend",
    "soundMark": "[træn'send]",
    "chineseMeaning": "v. 超越;超过极限 ",
    "examples": [
      "Humans should always transcend their limits.",
      "We can't transcend the limitations of the ego.",
      "They transcend national borders and generations.",
      "The song of the future must transcend creed."
    ]
  },
  {
    "spelling": "transgress",
    "soundMark": "[trænz'ɡres]",
    "chineseMeaning": "v. 违背,犯错  ",
    "examples": [
      "His behavior transgressed the moral rules of the social conduct.",
      "Her behavior transgressed all boundaries of good taste.",
      "No one is permitted to have privileges to transgress the law."
    ]
  },
  {
    "spelling": "worldly",
    "soundMark": "['wɜːrldli]",
    "chineseMeaning": "adj. 世间的,世俗的",
    "examples": [
      "His all worldly possessions amounted to little more than the clothes he stood up in.",
      "It simply means to stop doing any worldly work!",
      "We will never break away from the worldly shackles.",
      "He is not a man with worldly wisdom."
    ]
  },
  {
    "spelling": "wrangle",
    "soundMark": "['ræŋɡl]",
    "chineseMeaning": "v. 纷争,争端 ",
    "examples": [
      "He will give in to his opponent's claim rather than wrangle over a disputed point.",
      "The children were wrangling over the new toy.",
      "Tell the boys of playing there not to wrangle."
    ]
  },

]
