[
{"spelling":"aberrant","soundMark":"[æ'berənt]","chineseMeaning":"adj. 脱离正道的；脱离常轨的；变体的；畸变的;  ","examples":[]},
{"spelling":"abeyance","soundMark":"[ə'beɪəns]","chineseMeaning":"n. 暂时中止；（指问题等）缓议；暂时无效或停用;  ","examples":["The decision was held in abeyance during the war.","The question is in abeyance until we know more about it.","The decision is in abeyance until he returns from holiday.","The rule has been in abeyance since 1966.","This custom has fallen into abeyance now.","\"No imprisonment without trial\" is a principle that goes into abeyance when the nation's security is in danger from terrorists."]},
{"spelling":"abiding","soundMark":"[ə'baɪdɪŋ]","chineseMeaning":"adj. 持久的;  ","examples":["The place had also a more abiding defect.","This faith is the abiding creed of our fathers.","He had an abiding love of the English countryside."]},
{"spelling":"abjure","soundMark":"[əb'dʒʊr]","chineseMeaning":"v. 发誓弃绝；公开放弃;  ","examples":[]},
{"spelling":"corrosive","soundMark":"[kə'roʊsɪv]","chineseMeaning":"adj. 腐蚀的；腐蚀性的；蚀坏的; n. 腐蚀物；腐蚀药;  ","examples":["To use correctly negative corrodent is to the effective method of preventing metal and its alloy from corroding in the corrosive condition.","With corrosive fluids, the dampener case must also be selected carefully.","Fasteners should be no corrosive and may consist of self-taping screws, weldable studs, cleats, and clips."]},
{"spelling":"cosmopolitan","soundMark":"[ˌkɑːzmə'pɑːlɪtən]","chineseMeaning":"adj. 世界性的；久经世故的；遍生于世界的；四海一家的; n. 世界主义者;  ","examples":["Alexander envisioned a cosmopolitan culture in his new empire.","The rose is a cosmopolitan plant.","She has a very cosmopolitan outlook on life."]},
{"spelling":"countenance","soundMark":"['kaʊntənəns]","chineseMeaning":"n. 面容；面部表情；支持; v. 赞成；支持;  ","examples":["He is a young man of handsome countenance.","He kept his countenance when he was in danger.","Horror was depicted on every countenance."]},
{"spelling":"forebear","soundMark":"['fɔːrber]","chineseMeaning":"n. 祖先；祖宗;  =forbear.;  ","examples":["Our forebear might even teach us a few old tricks that could be used to help the living."]},
{"spelling":"foreward","soundMark":"['fɔːwəd]","chineseMeaning":" 前方;  ","examples":[]},
{"spelling":"formidable","soundMark":"['fɔːrmɪdəbl]","chineseMeaning":"adj. 强大的；可怕的；难对付的;  ","examples":["He was one of the most formidable intellects of his time.","His mother is a most formidable lady.","They climbed up the last part of the mountain in formidable weather conditions.","Martin is formidable. His left hook is devastating.","He faced formidable opposition in carrying out this policy."]},
{"spelling":"hymn","soundMark":"[hɪm]","chineseMeaning":"n. 赞美诗；圣歌; v. 唱赞美歌;  ","examples":["The priests piously consecrated the robbery with a hymn.","He sang the verse of the hymn and we joined in the chorus.","They have no idea that the evil is on her way when they are singing a hymn in the church."]},
{"spelling":"hypnotic","soundMark":"[hɪp'nɑːtɪk]","chineseMeaning":"adj. 催眠的；催眠术的；易于催眠的; n. 催眠药；安眠药；催眠状态的人;  ","examples":["The rhythmic music can be hypnotic."]},
{"spelling":"iconoclast","soundMark":"[aɪ'kɑːnəklæst]","chineseMeaning":"n. 毁坏宗教神像的人；提倡打破旧习的人;  ","examples":[]},
{"spelling":"impetuous","soundMark":"[ɪm'petʃuəs]","chineseMeaning":"adj. 冲动的；猛烈的；轻率的;  ","examples":["He is an impetuous young man.","She regretted her impetuous decision.","It was impetuous of her to do that.","It would be foolish and impetuous to resign over such a trivial matter."]},
{"spelling":"implacable","soundMark":"[ɪm'plækəbl]","chineseMeaning":"adj. 难宽恕的；难和解的；执拗的;  ","examples":["Charley is the implacable enemy of mine.","There is implacable hatred between the two nations.","They are implacable rivals.","She is implacable an adversary as a wife suing for alimony."]},
{"spelling":"implode","soundMark":"[ɪm'ploʊd]","chineseMeaning":"v. 内爆；向内聚爆；崩溃，瓦解;  ","examples":["China, to beat my old drum, is not going to collapse or implode.","Do we have a strategy in place about what to do if Pakistan should begin to implode?"]},
{"spelling":"imposing","soundMark":"[ɪm'poʊzɪŋ]","chineseMeaning":"adj. 令人难忘的；壮丽的;  动词impose的现在分词.;  ","examples":["He was an imposing figure on stage.","The main hall of the temple is so imposing!"]},
{"spelling":"mangle","soundMark":"['mæŋɡl]","chineseMeaning":"v. 碾压；损坏；糟蹋；乱切; n. 碾压机;  ","examples":["New shoes don't cut, blister, or mangle his feet.","The symphony was dreadfully mangled.","The plane is late; it is going to mangle your schedule for the day."]},
{"spelling":"mania","soundMark":"['meɪniə]","chineseMeaning":"n.  狂热； 癖好； [医]躁狂; suf.  ... 狂； 对 ... 有过分的热情;  ","examples":["Strictly,mania is a kind of madness which makes people violent.","French potholer, Berger, is a mania for cave exploration.","Mania is a habit we develop for a long time.","There is the milder end of the spectrum, or hypomania, then there is the full-blown mania.","Bipolar disorder is a chronic and recurrent psychiatric disorder,which is characterized by waving mania or depression."]},
{"spelling":"pastiche","soundMark":"[pæ'stiːʃ]","chineseMeaning":"n. 混成曲；模仿作品;  ","examples":["This particular kind of pastiche actually contributed to the failures in Iraq.","He has a gift for pastiche.","This elaborate pastiche was too much for me."]},
{"spelling":"pathological","soundMark":"[ˌpæθə'lɑːdʒɪkl]","chineseMeaning":"adj. 病理学的;  ","examples":["She has a pathological fear of spiders.","Tumors were diagnosed by neuroimaging and pathological examinatons."]},
{"spelling":"scrap","soundMark":"[skræp]","chineseMeaning":"n. 碎片；废品；少许；瘦小的人；争斗；打架; v. 报废；舍弃；打架;  ","examples":["They wrote messages to each other on scraps of paper.","The cars have been broken down for scraps.","It won't make a scrap of difference.","There is not a scrap of truth in what he has said.","She was just a scrap of a thing."]},
{"spelling":"scrawl","soundMark":"[skrɔːl]","chineseMeaning":"v. 乱涂；潦草地写; n. 瞎画；潦草的笔迹;  ","examples":["The little child was cautioned not to scrawl on the white wall.","She scrawled a few words on the postcard."]},
{"spelling":"scrupulous","soundMark":"['skruːpjələs]","chineseMeaning":"adj. 小心谨慎的；细心的；严谨的;  ","examples":["However, without the most scrupulous cleanliness, this practice can, in some cases, lead to an infection with hepatitis and other sexually transmitted diseases.","Only those scrupulous readers can find this mistake."]},
{"spelling":"scrutinize","soundMark":"['skruːtənaɪz]","chineseMeaning":"v. 仔细检查；细看;  ","examples":["We must scrutinize and evaluate.","She leaned forward to scrutinize their faces.","The boss came to scrutinize how things were going on for himself.","All parts of the aircraft are closely scrutinized for signs of wear or damage."]},
]
